Repository: HungHuynh1210/Voice-Translate
Catalog: Voice Translate/Voice Translate/App/Localizable.xcstrings
Source language: en
Languages: de, es, ja, ko, pt, vi, zh_hant

source: 3. After the Live Translation starts, you need to **pause** the translation and click the language name to switch languages. To swap the left and right languages, simply click the **double arrow**. Generally speaking, the language to the **right of the double** arrow is your mother tongue. (In the latest version, the mother tongue language has the Me logo)
de: 3. Nachdem die Live-Übersetzung gestartet ist, müssen Sie die Übersetzung **anhalten** und auf den Namen der Sprache klicken, um die Sprache zu wechseln. Um die linke und rechte Sprache zu vertauschen, klicken Sie einfach auf den **Doppelpfeil**. Im Allgemeinen ist die Sprache rechts vom Doppelpfeil Ihre Muttersprache. (In der neuesten Version hat die Muttersprache das Me-Logo)
es: 3. Después de que comience la traducción en vivo, debe **pausar** la traducción y hacer clic en el nombre del idioma para cambiar de idioma. Para intercambiar los idiomas izquierdo y derecho, simplemente haga clic en la **flecha doble**. En términos generales, el idioma a la **derecha de la flecha doble** es tu lengua materna. (En la última versión, el idioma materno tiene el logo Yo)
ja: 3. ライブ翻訳が開始したら、翻訳を**一時停止**し、言語名をクリックして言語を切り替える必要があります。左右の言語を交換するには、**二重矢印**をクリックするだけです。一般に、二重矢印**の**右側にある言語が母国語です。 (最新バージョンでは、母国語には Me ロゴが表示されます)
ko: 3. 실시간 번역이 시작된 후 번역을 **일시 중지**하고 언어 이름을 클릭하여 언어를 전환해야 합니다. 왼쪽 언어와 오른쪽 언어를 바꾸려면 **이중 화살표**를 클릭하기만 하면 됩니다. 일반적으로 **이중 화살표 오른쪽**에 있는 언어가 모국어입니다. (최신 버전에서는 모국어에 Me 로고가 있습니다)
pt: 3. Após o início da tradução ao vivo, você precisa **pausar** a tradução e clicar no nome do idioma para alternar os idiomas. Para trocar os idiomas esquerdo e direito, basta clicar na **seta dupla**. De modo geral, o idioma à direita da seta dupla é a sua língua materna. (Na versão mais recente, a língua materna tem o logotipo Me)
vi: 3. Sau khi Dịch trực tiếp bắt đầu, bạn cần **tạm dừng** bản dịch và nhấp vào tên ngôn ngữ để chuyển đổi ngôn ngữ. Để hoán đổi ngôn ngữ bên trái và bên phải, chỉ cần nhấp vào **mũi tên kép**. Nói chung, ngôn ngữ ở **bên phải mũi tên kép** là tiếng mẹ đẻ của bạn. (Phiên bản mới nhất tiếng mẹ đẻ có logo Me)
zh_hant: 3. 即時翻譯開始後，您需要**暫停**翻譯，然後點擊語言名稱進行語言切換。要交換左右語言，只需點擊**雙箭頭**。一般來說，雙**箭頭右邊的語言是您的母語。 （最新版本中，母語有Me標誌）

source: 3. Check and update the device system/Bluetooth driver:
de: 3. Überprüfen und aktualisieren Sie das Gerätesystem/Bluetooth-Treiber:
es: 3. Verifique y actualice el sistema del dispositivo/controlador Bluetooth:
ja: 3. デバイスのシステム/Bluetooth ドライバーを確認して更新します。
ko: 3. 장치 시스템/블루투스 드라이버를 확인하고 업데이트합니다.
pt: 3. Verifique e atualize o sistema do dispositivo/driver Bluetooth:
vi: 3. Kiểm tra và cập nhật hệ thống thiết bị/trình điều khiển Bluetooth:
zh_hant: 3.檢查並更新裝置系統/藍牙驅動：

source: 4-5 seconds
de: 4-5 Sekunden
es: 4-5 segundos
ja: 4～5秒
ko: 4~5초
pt: 4-5 segundos
vi: 4-5 giây
zh_hant: 4-5秒

source: 4. During a free conversation between the two parties, there is
de: 4. Während eines freien Gesprächs zwischen den beiden Parteien gibt es
es: 4. Durante una conversación libre entre las dos partes, hay
ja: 4. 両者の自由会話中に、
ko: 4. 두 당사자 간의 자유로운 대화 중에 다음이 있습니다.
pt: 4. Durante uma conversa livre entre as duas partes, há
vi: 4. Trong một cuộc trò chuyện tự do giữa hai bên, có
zh_hant: 4. 雙方自由交談時，有

source: 4. During a free conversation between the two parties, there is **no need to click**, and speech from both parties will appear in the **top and bottom sections**, and you usually only need to focus on the section showing your native languages.
de: 4. Während eines kostenlosen Gesprächs zwischen den beiden Parteien ist **kein Klicken erforderlich**, und die Beiträge beider Parteien werden im **oberen und unteren Abschnitt** angezeigt, und Sie müssen sich normalerweise nur auf den Abschnitt mit Ihren Muttersprachen konzentrieren.
es: 4. Durante una conversación libre entre las dos partes, **no es necesario hacer clic** y el discurso de ambas partes aparecerá en las **secciones superior e inferior** y, por lo general, solo necesitarás concentrarte en la sección que muestra tus idiomas nativos.
ja: 4. 2 者間の自由な会話中、**クリックする必要はありません**。双方の発言は **上部と下部のセクション**に表示され、通常は母国語が表示されているセクションに注目するだけで済みます。
ko: 4. 두 사람의 자유로운 대화 중에는 **클릭할 필요**가 없으며, 양쪽의 대화 내용이 **상하 부분**에 나타나며, 보통은 자신의 모국어가 나오는 부분에만 집중하면 됩니다.
pt: 4. Durante uma conversa livre entre as duas partes, **não há necessidade de clicar**, e a fala de ambas as partes aparecerá nas **seções superior e inferior**, e normalmente você só precisa se concentrar na seção que mostra seus idiomas nativos.
vi: 4. Trong cuộc trò chuyện miễn phí giữa hai bên, **không cần nhấp vào** và bài phát biểu của cả hai bên sẽ xuất hiện ở **phần trên và phần dưới** và bạn thường chỉ cần tập trung vào phần hiển thị ngôn ngữ mẹ đẻ của mình.
zh_hant: 4. 雙方自由對話時，**無需點擊**，雙方的發言都會出現在**頂部和底部部分**，您通常只需關注顯示您母語的部分即可。

source: 4. Forget the headset in Bluetooth settings:
de: 4. Vergessen Sie das Headset in den Bluetooth-Einstellungen:
es: 4. Olvídate de los auriculares en la configuración de Bluetooth:
ja: 4. Bluetooth 設定でヘッドセットを無視します。
ko: 4. Bluetooth 설정에서 헤드셋을 삭제합니다.
pt: 4. Esqueça o fone de ouvido nas configurações de Bluetooth:
vi: 4. Quên tai nghe trong cài đặt Bluetooth:
zh_hant: 4. 在藍牙設定中忘記耳機：

source: 5. Tap
de: 5. Tippen Sie auf
es: 5. Toque
ja: 5. をタップします
ko: 5. 탭
pt: 5. Toque em
vi: 5. Chạm
zh_hant: 5. 點擊

source: 5. Tap **the text on the screen or the speaker** at the end of the text to play the audio of the original text and translation.
de: 5. Tippen Sie am Ende des Textes auf **den Text auf dem Bildschirm oder den Lautsprecher**, um den Ton des Originaltextes und der Übersetzung abzuspielen.
es: 5. Toque **el texto en la pantalla o el altavoz** al final del texto para reproducir el audio del texto original y la traducción.
ja: 5. **画面上のテキストまたはテキストの最後にあるスピーカー**をタップすると、原文と翻訳の音声が再生されます。
ko: 5. 텍스트 끝 부분의 **화면의 텍스트 또는 스피커**를 탭하면 원본 텍스트와 번역의 오디오가 재생됩니다.
pt: 5. Toque **no texto na tela ou no alto-falante** no final do texto para reproduzir o áudio do texto original e da tradução.
vi: 5. Nhấn vào **văn bản trên màn hình hoặc loa** ở cuối văn bản để phát âm thanh của văn bản gốc và bản dịch.
zh_hant: 5. 點選**螢幕上的文字或文字末端的揚聲器**，播放原文和譯文的音訊。

source: 5. Try pairing with other devices:
de: 5. Versuchen Sie es mit anderen Geräten zu koppeln:
es: 5. Intente emparejarlo con otros dispositivos:
ja: 5. 他のデバイスとペアリングしてみます。
ko: 5. 다른 장치와 페어링해 보십시오:
pt: 5. Tente emparelhar com outros dispositivos:
vi: 5. Thử ghép nối với các thiết bị khác:
zh_hant: 5. 嘗試與其他裝置配對：

source: a quiet environment
de: eine ruhige Umgebung
es: un ambiente tranquilo
ja: 静かな環境
ko: 조용한 환경
pt: um ambiente tranquilo
vi: một môi trường yên tĩnh
zh_hant: 安靜的環境

source: A script will be provided for you to read.
de: Ihnen wird ein Skript zur Lektüre zur Verfügung gestellt.
es: Se le proporcionará un guión para que lo lea.
ja: 読むためのスクリプトが提供されます。
ko: 읽을 수 있는 스크립트가 제공됩니다.
pt: Um roteiro será fornecido para você ler.
vi: Một kịch bản sẽ được cung cấp để bạn đọc.
zh_hant: 將提供一個腳本供您閱讀。

source: About
de: Um
es: Acerca de
ja: について
ko: 에 대한
pt: Sobre
vi: Giới thiệu
zh_hant: 關於

source: Academic terms
de: Akademische Begriffe
es: Términos académicos
ja: 学術用語
ko: 학술 용어
pt: Termos acadêmicos
vi: Thuật ngữ học thuật
zh_hant: 學術術語

source: According to current technical analysis, the unstable connection of such headphones is usually related to the
de: Laut aktueller technischer Analyse hängt die instabile Verbindung solcher Kopfhörer meist damit zusammen
es: Según los análisis técnicos actuales, la conexión inestable de estos auriculares suele estar relacionada con la
ja: 現在の技術分析によると、このようなヘッドフォンの接続が不安定になるのは、通常、
ko: 현재 기술 분석에 따르면 이러한 헤드폰의 불안정한 연결은 일반적으로 다음과 관련이 있습니다.
pt: De acordo com análises técnicas atuais, a conexão instável desses fones de ouvido geralmente está relacionada ao
vi: Theo phân tích kỹ thuật hiện tại, kết nối không ổn định của những chiếc tai nghe như vậy thường liên quan đến
zh_hant: 根據目前的技術分析，此類耳機連接不穩定通常與

source: After successful cloning, enter the normal Live Translation process, click on the
de: Nach erfolgreichem Klonen starten Sie den normalen Live-Übersetzungsprozess und klicken auf
es: Después de la clonación exitosa, ingrese al proceso normal de traducción en vivo, haga clic en el
ja: クローン作成が成功したら、通常のライブ翻訳プロセスに入り、
ko: 복제에 성공한 후 일반적인 Live Translation 프로세스를 입력하고
pt: Após a clonagem bem-sucedida, entre no processo normal de tradução ao vivo, clique no botão
vi: Sau khi sao chép thành công, vào quá trình Dịch Trực Tiếp bình thường, nhấp vào
zh_hant: 克隆成功後，進入正常的即時翻譯流程，點擊

source: After successful cloning, enter the normal Live Translation process, click on the **translated text on the screen** , or the speaker at the end of the translation, **you can hear your voice speaking a foreign language!**
de: Nach erfolgreichem Klonen starten Sie den normalen Live-Übersetzungsprozess, klicken Sie auf den **übersetzten Text auf dem Bildschirm** oder auf den Sprecher am Ende der Übersetzung. **Sie können hören, wie Ihre Stimme eine Fremdsprache spricht!**
es: Después de la clonación exitosa, ingrese al proceso normal de traducción en vivo, haga clic en el **texto traducido en la pantalla** o en el altavoz al final de la traducción, **¡puede escuchar su voz hablando en un idioma extranjero!**
ja: クローン作成が成功したら、通常のライブ翻訳プロセスに入り、**画面上の翻訳されたテキスト** または翻訳の最後にあるスピーカーをクリックすると、**外国語を話している声が聞こえます!**
ko: 복제에 성공한 후 일반적인 실시간 번역 프로세스에 들어가 **화면에 번역된 텍스트**를 클릭하거나 번역이 끝나면 스피커를 클릭하면 **외국어로 말하는 음성을 들을 수 있습니다!**
pt: Após a clonagem bem-sucedida, entre no processo normal de tradução ao vivo, clique no **texto traduzido na tela** ou no alto-falante ao final da tradução, **você pode ouvir sua voz falando um idioma estrangeiro!**
vi: Sau khi nhân bản thành công, hãy vào quy trình Dịch trực tiếp bình thường, nhấp vào **văn bản đã dịch trên màn hình** hoặc loa ở cuối bản dịch, **bạn có thể nghe thấy giọng nói của mình nói tiếng nước ngoài!**
zh_hant: 克隆成功後，進入正常的即時翻譯流程，點擊**螢幕上的翻譯文字**，或翻譯最後的揚聲器，**你可以聽到你說外語的聲音！ **

source: After taking a photo, the translation will
de: Nach dem Aufnehmen eines Fotos erfolgt die Übersetzung
es: Después de tomar una foto, la traducción será
ja: 写真を撮った後、翻訳が行われます
ko: 사진을 찍으면 번역이 됩니다
pt: Depois de tirar uma foto, a tradução será
vi: Sau khi chụp một bức ảnh, bản dịch sẽ
zh_hant: 拍照後，翻譯將

source: Agree & Continue
de: Zustimmen und fortfahren
es: Aceptar y continuar
ja: 同意して続行
ko: 동의 및 계속
pt: Concordar e continuar
vi: Đồng ý & Tiếp tục
zh_hant: 同意並繼續

source: AI Notes
de: KI-Notizen
es: Notas de IA
ja: AIメモ
ko: AI 노트
pt: Notas de IA
vi: Ghi chú AI
zh_hant: 人工智慧筆記

source: AI Processing
de: KI-Verarbeitung
es: Procesamiento de IA
ja: AI処理
ko: AI 처리
pt: Processamento de IA
vi: Xử lý bằng AI
zh_hant: 人工智慧處理

source: AI Summary
de: KI-Zusammenfassung
es: Resumen de IA
ja: AIの概要
ko: AI 요약
pt: Resumo de IA
vi: Tóm tắt bằng AI
zh_hant: 人工智慧總結

source: AI Summary is generated here...
de: Hier wird eine KI-Zusammenfassung erstellt...
es: El resumen de IA se genera aquí...
ja: AI サマリーはここで生成されます...
ko: AI 요약이 여기에서 생성됩니다...
pt: O Resumo da IA ​​é gerado aqui...
vi: Tóm tắt AI sẽ được tạo ở đây...
zh_hant: AI摘要在這裡生成...

source: All
de: Alle
es: Todo
ja: 全て
ko: 모두
pt: Todos
vi: Tất cả
zh_hant: 全部

source: All Language
de: Alle Sprache
es: Todos los idiomas
ja: すべての言語
ko: 모든 언어
pt: Todos os idiomas
vi: Tất cả ngôn ngữ
zh_hant: 所有語言

source: All notes
de: Alle Notizen
es: Todas las notas
ja: すべてのメモ
ko: 모든 메모
pt: Todas as notas
vi: Tất cả ghi chú
zh_hant: 所有筆記

source: Analyzing your voice...
de: Analysieren Sie Ihre Stimme...
es: Analizando tu voz...
ja: あなたの声を分析しています...
ko: 목소리를 분석하는 중...
pt: Analisando sua voz...
vi: Đang phân tích giọng nói của bạn...
zh_hant: 正在分析你的聲音...

source: App Language
de: App-Sprache
es: Idioma de la aplicación
ja: アプリの言語
ko: 앱 언어
pt: Idioma do aplicativo
vi: Ngôn ngữ ứng dụng
zh_hant: 應用程式語言

source: Are you sure you want to delete this voice clone?
de: Möchten Sie diesen Sprachklon wirklich löschen?
es: ¿Estás seguro de que deseas eliminar este clon de voz?
ja: この音声クローンを削除してもよろしいですか?
ko: 이 음성 클론을 삭제하시겠습니까?
pt: Tem certeza de que deseja excluir este clone de voz?
vi: Bạn có chắc chắn muốn xóa bản sao giọng nói này không?
zh_hant: 您確定要刪除此語音克隆嗎？

source: Are you sure you want to delete your cloned voice? You will need to record a new sample to create another voice clone.
de: Sind Sie sicher, dass Sie Ihre geklonte Stimme löschen möchten? Sie müssen ein neues Sample aufnehmen, um einen weiteren Sprachklon zu erstellen.
es: ¿Estás seguro de que deseas eliminar tu voz clonada? Necesitará grabar una nueva muestra para crear otro clon de voz.
ja: クローンした音声を削除してもよろしいですか?別の音声クローンを作成するには、新しいサンプルを録音する必要があります。
ko: 복제된 음성을 삭제하시겠습니까? 다른 음성 복제를 생성하려면 새 샘플을 녹음해야 합니다.
pt: Tem certeza de que deseja excluir sua voz clonada? Você precisará gravar uma nova amostra para criar outro clone de voz.
vi: Bạn có chắc chắn muốn xóa giọng nói nhân bản của mình không? Bạn sẽ cần ghi lại một mẫu mới để tạo một bản sao giọng nói khác.
zh_hant: 您確定要刪除複製的聲音嗎？您將需要錄製新樣本來建立另一個語音克隆。

source: Auto Playback
de: Automatische Wiedergabe
es: Reproducción automática
ja: 自動再生
ko: 자동 재생
pt: Reprodução automática
vi: Tự động phát
zh_hant: 自動播放

source: Auto-clear Text
de: Text automatisch löschen
es: Borrar texto automáticamente
ja: 自動クリアテキスト
ko: 텍스트 자동 지우기
pt: Texto de limpeza automática
vi: Tự động xóa văn bản
zh_hant: 自動清除文字

source: Auto-Detect Language
de: Sprache automatisch erkennen
es: Idioma de detección automática
ja: 言語の自動検出
ko: 언어 자동 감지
pt: Detecção automática de idioma
vi: Tự động phát hiện ngôn ngữ
zh_hant: 自動偵測語言

source: Automatic Deletion
de: Automatisches Löschen
es: Eliminación automática
ja: 自動削除
ko: 자동 삭제
pt: Exclusão automática
vi: Tự động xóa
zh_hant: 自動刪除

source: Automatic Retry
de: Automatischer Wiederholungsversuch
es: Reintento automático
ja: 自動再試行
ko: 자동 재시도
pt: Nova tentativa automática
vi: Tự động thử lại
zh_hant: 自動重試

source: Automatically play the translated audio
de: Spielen Sie das übersetzte Audio automatisch ab
es: Reproduce automáticamente el audio traducido
ja: 翻訳された音声を自動的に再生します
ko: 번역된 오디오 자동 재생
pt: Reproduza automaticamente o áudio traduzido
vi: Tự động phát âm thanh bản dịch
zh_hant: 自動播放翻譯後的音頻

source: Background noise levels,
de: Hintergrundgeräuschpegel,
es: Niveles de ruido de fondo,
ja: 周囲の騒音レベル、
ko: 배경 소음 수준,
pt: Níveis de ruído de fundo,
vi: Mức độ tiếng ồn xung quanh,
zh_hant: 背景噪音水平，

source: be automatically displayed
de: automatisch angezeigt werden
es: mostrarse automáticamente
ja: 自動的に表示される
ko: 자동으로 표시됩니다
pt: ser exibido automaticamente
vi: được tự động hiển thị
zh_hant: 自動顯示

source: Before You Continue
de: Bevor Sie fortfahren
es: Antes de continuar
ja: 続行する前に
ko: 계속하기 전에
pt: Antes de continuar
vi: Trước khi bạn tiếp tục
zh_hant: 繼續之前

source: bilingual text
de: zweisprachiger Text
es: texto bilingüe
ja: バイリンガルテキスト
ko: 이중 언어 텍스트
pt: texto bilíngue
vi: văn bản song ngữ
zh_hant: 雙語文字

source: Biometric verification is active.
de: Die biometrische Überprüfung ist aktiv.
es: La verificación biométrica está activa.
ja: 生体認証が有効になっています。
ko: 생체 인증이 활성화되어 있습니다.
pt: A verificação biométrica está ativa.
vi: Xác minh sinh trắc học đang hoạt động.
zh_hant: 生物識別驗證已啟動。

source: Camera
de: Kamera
es: Cámara
ja: カメラ
ko: 카메라
pt: Câmera
vi: Máy ảnh
zh_hant: 相機

source: camera and photo access permissions.
de: Kamera- und Fotozugriffsberechtigungen.
es: Permisos de acceso a la cámara y a las fotografías.
ja: カメラと写真のアクセス許可。
ko: 카메라 및 사진 접근 권한입니다.
pt: permissões de acesso à câmera e fotos.
vi: quyền truy cập máy ảnh và thư viện ảnh.
zh_hant: 相機和照片存取權限。

source: Camera tab
de: Registerkarte „Kamera“.
es: Pestaña de cámara
ja: カメラタブ
ko: 카메라 탭
pt: Guia Câmera
vi: Thẻ máy ảnh
zh_hant: 相機選項卡

source: Can't find what you're looking for? Reach out to us directly.
de: Sie können nicht finden, was Sie suchen? Kontaktieren Sie uns direkt.
es: ¿No encuentras lo que estás buscando? Comuníquese con nosotros directamente.
ja: 探しているものが見つかりませんか?直接お問い合わせください。
ko: 원하는 것을 찾을 수 없나요? 우리에게 직접 연락하세요.
pt: Não consegue encontrar o que procura? Entre em contato conosco diretamente.
vi: Không tìm thấy thứ bạn cần? Hãy liên hệ trực tiếp với chúng tôi.
zh_hant: 找不到您要找的東西？直接聯絡我們。

source: Can't find your field?
de: Sie können Ihr Fachgebiet nicht finden?
es: ¿No encuentras tu campo?
ja: あなたのフィールドが見つかりませんか?
ko: 귀하의 분야를 찾을 수 없습니까?
pt: Não consegue encontrar sua área?
vi: Không tìm thấy lĩnh vực của bạn?
zh_hant: 找不到您的領域？

source: Cancel
de: Stornieren
es: Cancelar
ja: キャンセル
ko: 취소
pt: Cancelar
vi: Hủy
zh_hant: 取消

source: Cancel anytime
de: Jederzeit kündbar
es: Cancelar en cualquier momento
ja: いつでもキャンセル可能
ko: 언제든지 취소
pt: Cancele a qualquer momento
vi: Hủy bất kỳ lúc nào
zh_hant: 隨時取消

source: Change Password
de: Kennwort ändern
es: Cambiar la contraseña
ja: パスワードを変更する
ko: 비밀번호 변경
pt: Alterar a senha
vi: Đổi mật khẩu
zh_hant: 更改密碼

source: check you network Status and contact us by submitting feedback
de: Überprüfen Sie den Status Ihres Netzwerks und kontaktieren Sie uns, indem Sie Feedback abgeben
es: verifique el estado de su red y contáctenos enviando sus comentarios
ja: ネットワークのステータスを確認し、フィードバックを送信してご連絡ください
ko: 네트워크 상태를 확인하고 피드백을 제출하여 문의해 주세요.
pt: verifique o status da sua rede e entre em contato conosco enviando comentários
vi: kiểm tra trạng thái mạng của bạn và liên hệ với chúng tôi bằng cách gửi phản hồi
zh_hant: 檢查您的網路狀態並透過提交回饋與我們聯繫

source: Choose your field for more accurate interpretation results.
de: Wählen Sie Ihr Fachgebiet für genauere Angaben Interpretationsergebnisse.
es: Elija su campo para mayor precisión resultados de la interpretación.
ja: より正確に表示するにはフィールドを選択してください 解釈結果。
ko: 보다 정확한 분야를 선택하세요 해석 결과.
pt: Escolha seu campo para obter mais precisão resultados de interpretação.
vi: Chọn lĩnh vực của bạn để có kết quả phiên dịch chính xác hơn.
zh_hant: 選擇您的領域以獲得更準確的結果 解釋結果。

# Choose your field for more accurate interpretation results.
source: Choose your field for more accurate\ninterpretation results.
de: Wählen Sie Ihr Fachgebiet für genauere\nInterpretationsergebnisse.
es: Elija su campo para obtener resultados de interpretación\nmás precisos.
ja: より正確な解釈結果を得るには、\nフィールドを選択してください。
ko: 보다 정확한\n해석 결과를 얻으려면 해당 분야를 선택하세요.
pt: Escolha seu campo para obter resultados de interpretação mais precisos.
vi: Chọn trường của bạn để có kết quả diễn giải\nchính xác hơn.
zh_hant: 選擇您的領域以獲得更準確\n的解釋結果。

source: clear speech
de: klare Ansprache
es: discurso claro
ja: 明瞭なスピーチ
ko: 명확한 연설
pt: discurso claro
vi: giọng nói rõ ràng
zh_hant: 清晰的言語

source: Clear the input box on successful translation
de: Leeren Sie das Eingabefeld bei erfolgreicher Übersetzung
es: Borre el cuadro de entrada si la traducción se realizó correctamente
ja: 翻訳が成功すると入力ボックスをクリアします
ko: 번역 성공 시 입력 상자 지우기
pt: Limpe a caixa de entrada em caso de tradução bem-sucedida
vi: Xóa hộp thoại nhập sau khi dịch thành công
zh_hant: 翻譯成功後清除輸入框

source: clearer and louder speech.
de: klarere und lautere Sprache.
es: discurso más claro y más alto.
ja: より明瞭で大きな音声。
ko: 더 명확하고 더 큰 연설.
pt: discurso mais claro e mais alto.
vi: nói to và rõ ràng hơn.
zh_hant: 講話更清晰、更響亮。

source: Click to start
de: Klicken Sie zum Starten
es: Haga clic para comenzar
ja: クリックして開始
ko: 시작하려면 클릭하세요
pt: Clique para começar
vi: Bấm để bắt đầu
zh_hant: 點擊開始

source: Click to Start
de: Klicken Sie zum Starten
es: Haga clic para comenzar
ja: クリックして開始
ko: 시작하려면 클릭하세요
pt: Clique para começar
vi: Bấm để bắt đầu
zh_hant: 點擊開始

source: Clone your voice and listen to it speak other languages
de: Klonen Sie Ihre Stimme und hören Sie zu, wie sie andere Sprachen spricht
es: Clona tu voz y escúchala hablar otros idiomas
ja: 自分の声のクローンを作成して、他の言語で話すのを聞いてください
ko: 목소리를 복제하고 다른 언어로 말하는 것을 들어보세요
pt: Clone sua voz e ouça falar outros idiomas
vi: Tạo bản sao giọng nói của bạn và nghe nó nói các ngôn ngữ khác
zh_hant: 克隆你的聲音並聽它說其他語言

source: Cloned,
de: Geklont,
es: clonado,
ja: クローン化された、
ko: 복제됨,
pt: Clonado,
vi: Đã Sao Chép,
zh_hant: 複製,

source: closing the app completely
de: Schließen Sie die App vollständig
es: cerrar la aplicación por completo
ja: アプリを完全に閉じる
ko: 앱을 완전히 종료합니다
pt: fechando o aplicativo completamente
vi: đóng hoàn toàn ứng dụng
zh_hant: 完全關閉應用程式

source: Confirm
de: Bestätigen
es: Confirmar
ja: 確認する
ko: 확인하다
pt: Confirmar
vi: Xác nhận
zh_hant: 確認

source: Confirm to Proceed with Voice Cloning
de: Bestätigen Sie, um mit dem Klonen der Stimme fortzufahren
es: Confirme para continuar con la clonación de voz
ja: 音声クローン作成を続行することを確認します
ko: 음성 복제 진행 확인
pt: Confirme para prosseguir com a clonagem de voz
vi: Xác nhận để tiến hành Tạo bản sao giọng nói
zh_hant: 確認繼續進行語音克隆

source: Contact Us
de: Kontaktieren Sie uns
es: Contáctenos
ja: お問い合わせ
ko: 문의하기
pt: Contate-nos
vi: Liên hệ với chúng tôi
zh_hant: 聯絡我們

source: Continue
de: Weitermachen
es: Continuar
ja: 続く
ko: 계속하다
pt: Continuar
vi: Tiếp tục
zh_hant: 繼續

source: CONTINUE
de: WEITERMACHEN
es: CONTINUAR
ja: 続く
ko: 계속하다
pt: CONTINUAR
vi: TIẾP TỤC
zh_hant: 繼續

source: Convert
de: Konvertieren
es: Convertir
ja: 変換する
ko: 전환하다
pt: Converter
vi: Chuyển thành
zh_hant: 轉變

source: Copy button
de: Schaltfläche „Kopieren“.
es: botón copiar
ja: コピーボタン
ko: 복사 버튼
pt: Botão Copiar
vi: Nút sao chép
zh_hant: 複製按鈕

source: Copy kết quả
de: Kopieren Sie es
es: Copiar kết quả
ja: コピー
ko: 복사해 보세요
pt: Copiar kết quả
vi: Sao chép kết quả
zh_hant: 複製 kết quả

source: Create a voice profile to personalize your translated audio output.
de: Erstellen Sie ein Sprachprofil, um Ihre übersetzte Audioausgabe zu personalisieren.
es: Cree un perfil de voz para personalizar su salida de audio traducida.
ja: 音声プロファイルを作成して、翻訳された音声出力をカスタマイズします。
ko: 번역된 오디오 출력을 개인화하려면 음성 프로필을 만드세요.
pt: Crie um perfil de voz para personalizar sua saída de áudio traduzida.
vi: Tạo một hồ sơ giọng nói để cá nhân hóa đầu ra âm thanh dịch của bạn.
zh_hant: 建立語音設定檔以個性化翻譯後的音訊輸出。

source: Create in Background
de: Im Hintergrund erstellen
es: Crear en segundo plano
ja: バックグラウンドで作成
ko: 백그라운드에서 생성
pt: Criar em segundo plano
vi: Tạo trong nền
zh_hant: 在後台創建

source: Create New Voice Profile
de: Erstellen Sie ein neues Sprachprofil
es: Crear nuevo perfil de voz
ja: 新しい音声プロファイルの作成
ko: 새 음성 프로필 만들기
pt: Criar novo perfil de voz
vi: Tạo hồ sơ giọng nói mới
zh_hant: 建立新的語音配置文件

source: Culture
de: Kultur
es: Cultura
ja: 文化
ko: 문화
pt: Cultura
vi: Văn hoá
zh_hant: 文化

source: Custom
de: Brauch
es: Costumbre
ja: カスタム
ko: 관습
pt: Personalizado
vi: Tùy chỉnh
zh_hant: 風俗

source: Đang gọi Gemini AI...
de: Das ist Gemini AI...
es: Đang gọi Géminis AI...
ko: 제미니 AI...
zh_hant: 雙子座人工智慧...

source: Default
de: Standard
es: Por defecto
ja: デフォルト
ko: 기본
pt: Padrão
vi: Mặc định
zh_hant: 預設

source: Delete
de: Löschen
es: Borrar
ja: 消去
ko: 삭제
pt: Excluir
vi: Xóa
zh_hant: 刪除

source: Delete Account
de: Konto löschen
es: Eliminar cuenta
ja: アカウントの削除
ko: 계정 삭제
pt: Excluir conta
vi: Xóa tài khoản
zh_hant: 刪除帳戶

source: Delete Anytime
de: Jederzeit löschen
es: Eliminar en cualquier momento
ja: いつでも削除
ko: 언제든지 삭제
pt: Excluir a qualquer momento
vi: Xóa bất cứ lúc nào
zh_hant: 隨時刪除

source: Delete Voice Clone
de: Sprachklon löschen
es: Eliminar clon de voz
ja: 音声クローンの削除
ko: 음성 복제 삭제
pt: Excluir clone de voz
vi: Xóa bản sao giọng nói
zh_hant: 刪除語音克隆

source: Delete your old voice
de: Löschen Sie Ihre alte Stimme
es: Borra tu antigua voz
ja: 古い声を削除してください
ko: 예전 목소리를 삭제하세요
pt: Exclua sua voz antiga
vi: Xóa giọng nói cũ của bạn
zh_hant: 刪除你的舊聲音

source: Description
de: Beschreibung
es: Descripción
ja: 説明
ko: 설명
pt: Descrição
vi: Sự miêu tả
zh_hant: 描述

source: Description*
de: Beschreibung*
es: Descripción*
ja: 説明*
ko: 설명*
pt: Descrição*
vi: Mô tả*
zh_hant: 描述*
